Autodesk.Revit.UI.IRevisionsOnSheetUIServer.ShowDialog(Autodesk.Revit.UI.RevisionsOnSheetUIServiceData)
Shows dialog on managing RevisionsOnSheetUI.
data:
The data on initializing the dialog as well as getting the result.
Returns:
Whether or not the dialog launches successfully
Since:
2024

Autodesk.Revit.UI.IRevisionsOnSheetUIServer
The interface used to provide UI for sheet's Revisions On Sheet property.
Since:
2024